brew "zsh"
brew "neovim"
brew "vim"
brew "curl"
brew "mas"
brew "htop"
brew "pnpm"
brew "ollama"
brew "openssl"
brew "tmux"

cask "iriunwebcam"
cask "darktable"
cask "figma"
cask "wave"
cask "canva"
cask "inkscape"
cask "airdroid"
cask "docker"
cask "brave-browser"
cask "firefox"
cask "firefox@developer-edition"
cask "visual-studio-code"
cask "notion"
cask "protonvpn"
cask "spotify"
cask "vlc"
cask "openmtp"
cask "audacity"
cask "google-chrome"
cask "wave"
cask "handbrake"
cask "postman"
cask "airdroid"
cask "discord"
cask "obsidian"