brew "zsh"
brew "neovim"
brew "vim"
brew "curl"
brew "mas"
brew "htop"
brew "openssl"
brew "tmux"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "docker"
brew "ffmpeg"
brew "go"
brew "python"
brew "uv"
brew "git-lfs"
brew "nvm"

cask "font-fira-code"
cask "figma"
cask "wave"
cask "brave-browser"
cask "google-chrome"
cask "firefox"
cask "firefox@developer-edition"
cask "visual-studio-code"
cask "notion"
cask "spotify"
cask "vlc"
cask "openmtp"
cask "audacity"
cask "handbrake"
cask "postman"
cask "discord"
cask "obsidian"
cask "appcleaner"
cask "expressvpn"
cask "pgadmin4"
cask "orbstack"
